Repository: voc0der/Ensemble
Catalog: lib/l10n/app_*.arb
Languages: de, es

# pendingOfflineActions
source: {count} pending sync
de: {count} ausstehende Synchronisierung

# hintsAndTips
source: Hints & Tips
de: Tipps & Hinweise

source: Show Hints
de: Hinweise anzeigen

# showHintsDescription
source: Display helpful tips for discovering features
de: Hilfreiche Tipps zum Entdecken von Funktionen anzeigen

source: Pull to select players
de: Ziehen um Geräte auszuwählen

# holdToSync
source: Long-press to sync
de: Gerät gedrückt halten zum Synchronisieren

source: Port (Optional)
es: Puerto (Opcional)

source: Auth Server URL (Optional)
es: URL del servidor de autenticación (Opcional)

source: HTTP Basic Auth
es: Autenticación HTTP Basic

source: System
es: Sistema

source: PCM Audio
es: Audio PCM
