Repository: voc0der/Ensemble
Catalog: lib/l10n/app_*.arb
Languages: de, es

source: Connecting...
de: Verbinde...
es: Conectando...

source: Connected
de: Verbunden
es: Conectado

source: Disconnected
de: Getrennt
es: Desconectado

source: Server Address
de: Serveradresse
es: Dirección del servidor

# serverAddressHint
source: e.g., music.example.com or 192.168.1.100
de: z.B. music.example.com oder 192.168.1.100
es: ej., music.example.com o 192.168.1.100

source: Your Name
de: Dein Name
es: Tu nombre

source: Your first name
de: Dein Vorname
es: Tu nombre de pila

# portHint
source: e.g., 8095 or leave blank
de: z.B. 8095 oder leer lassen
es: ej., 8095 o dejar en blanco

# portDescription
source: Leave blank for reverse proxy or standard ports. Enter 8095 for direct connection.
de: Leer lassen bei Reverse Proxy oder Standardports. 8095 eingeben bei Direktverbindung.
es: Dejar en blanco para proxy inverso o puertos estándar. Introduce 8095 para conexión directa.

source: Username
de: Benutzername
es: Usuario

source: Password
de: Passwort
es: Contraseña

# detectAndConnect
source: Detect & Connect
de: Erkennen & Verbinden
es: Detectar y conectar

source: Connect
de: Verbinden
es: Conectar

source: Disconnect
de: Trennen
es: Desconectar

# authServerUrlHint
source: e.g., auth.example.com (if different from server)
de: z.B. auth.example.com (wenn abweichend vom Server)
es: ej., auth.example.com (si es diferente del servidor)

# authServerUrlDescription
source: Leave empty if authentication is on the same server
de: Leer lassen, wenn Authentifizierung auf demselben Server
es: Dejar vacío si la autenticación está en el mismo servidor

source: Detected: {authType}
de: Erkannt: {authType}
es: Detectado: {authType}

# serverRequiresAuth
source: This server requires authentication
de: Dieser Server erfordert Authentifizierung
es: Este servidor requiere autenticación

source: Tailscale VPN Connection
de: Tailscale VPN-Verbindung
es: Conexión VPN Tailscale

source: Unencrypted Connection
de: Unverschlusselte Verbindung
es: Conexión sin cifrar

# usingHttpOverTailscale
source: Using HTTP over Tailscale (encrypted tunnel)
de: HTTP uber Tailscale (verschlusselter Tunnel)
es: Usando HTTP sobre Tailscale (túnel cifrado)

# httpsFailedUsingHttp
source: HTTPS failed, using HTTP fallback
de: HTTPS fehlgeschlagen, verwende HTTP
es: HTTPS falló, usando HTTP como alternativa

# httpNotEncrypted
source: HTTP connection - data is not encrypted
de: HTTP-Verbindung - Daten sind nicht verschlusselt
es: Conexión HTTP - los datos no están cifrados

# pleaseEnterServerAddress
source: Please enter your Music Assistant server address
de: Bitte gib deine Music Assistant Serveradresse ein
es: Por favor, introduce la dirección de tu servidor Music Assistant

# pleaseEnterName
source: Please enter your name
de: Bitte gib deinen Namen ein
es: Por favor, introduce tu nombre

# pleaseEnterValidPort
source: Please enter a valid port number (1-65535)
de: Bitte gib eine gultige Portnummer ein (1-65535)
es: Por favor, introduce un número de puerto válido (1-65535)

# pleaseEnterCredentials
source: Please enter username and password
de: Bitte gib Benutzername und Passwort ein
es: Por favor, introduce usuario y contraseña

# authFailed
source: Authentication failed. Please check your credentials.
de: Authentifizierung fehlgeschlagen. Bitte uberprufe deine Anmeldedaten.
es: Autenticación fallida. Por favor, verifica tus credenciales.

# maLoginFailed
source: Music Assistant login failed. Please check your credentials.
de: Music Assistant Anmeldung fehlgeschlagen. Bitte uberprufe deine Anmeldedaten.
es: Inicio de sesión en Music Assistant fallido. Por favor, verifica tus credenciales.

# connectionFailed
source: Could not connect to server. Please check the address and try again.
de: Verbindung zum Server fehlgeschlagen. Bitte uberprufe die Adresse und versuche es erneut.
es: No se pudo conectar al servidor. Por favor, verifica la dirección e inténtalo de nuevo.

# detectingAuth
source: Detecting authentication...
de: Erkenne Authentifizierung...
es: Detectando autenticación...

# cannotDetermineAuth
source: Cannot determine authentication requirements. Please check server URL.
de: Authentifizierungsanforderungen konnten nicht ermittelt werden. Bitte uberprufe die Server-URL.
es: No se pueden determinar los requisitos de autenticación. Por favor, verifica la URL del servidor.

source: No Authentication
de: Keine Authentifizierung
es: Sin autenticación

source: Music Assistant Login
de: Music Assistant Anmeldung
es: Inicio de sesión de Music Assistant

# pressBackToMinimize
source: Press back again to minimize
de: Erneut drucken zum Minimieren
es: Presiona atrás de nuevo para minimizar

source: Recently Played
de: Zuletzt gespielt
es: Reproducido recientemente

source: Discover Artists
de: Kunstler entdecken
es: Descubrir artistas

source: Discover Albums
de: Alben entdecken
es: Descubrir álbumes

source: Continue Listening
de: Weiterhoren
es: Continuar escuchando

source: Discover Audiobooks
de: Horbücher entdecken
es: Descubrir audiolibros

source: Discover Series
de: Serien entdecken
es: Descubrir series

source: Favorite Albums
de: Lieblingsalben
es: Álbumes favoritos

source: Favorite Artists
de: Lieblingskünstler
es: Artistas favoritos

source: Favorite Tracks
de: Lieblingssongs
es: Canciones favoritas

source: Search music...
de: Musik suchen...
es: Buscar música...

# searchForContent
source: Search for artists, albums, or tracks
de: Nach Künstlern, Alben oder Songs suchen
es: Buscar artistas, álbumes o canciones

source: Retry
de: Wiederholen
es: Reintentar

source: All
de: Alle
es: Todo

source: Artists
de: Künstler
es: Artistas

source: Albums
de: Alben
es: Álbumes

source: Tracks
de: Songs
es: Canciones

source: Playlists
de: Wiedergabelisten
es: Listas de reproducción

source: Audiobooks
de: Hörbücher
es: Audiolibros

# searchFailed
source: Search failed. Please check your connection.
de: Suche fehlgeschlagen. Bitte überprüfe deine Verbindung.
es: Búsqueda fallida. Por favor, verifica tu conexión.

source: Queue
de: Warteschlange
es: Cola

# playerQueue
source: {playerName} Queue
de: {playerName} Warteschlange
es: Cola de {playerName}

source: No player selected
de: Kein Player ausgewählt
es: Ningún reproductor seleccionado

source: Undo
de: Rückgängig
es: Deshacer

# removedItem
source: Removed {itemName}
de: {itemName} entfernt
es: Eliminado {itemName}

source: Settings
de: Einstellungen
es: Ajustes

source: Debug Logs
de: Debug-Protokolle
es: Registros de depuración

source: Theme Mode
de: Design
es: Modo de tema

source: Light
de: Hell
es: Claro

source: Dark
de: Dunkel
es: Oscuro

# pullToRefresh
source: Pull to refresh the library to apply changes
de: Ziehe zum Aktualisieren der Bibliothek
es: Desliza hacia abajo para actualizar la biblioteca y aplicar los cambios

source: View Debug Logs
de: Debug-Protokolle anzeigen
es: Ver registros de depuración

source: View All Players
de: Alle Player anzeigen
es: Ver todos los reproductores

source: Copy Logs
de: Protokolle kopieren
es: Copiar registros

source: Clear Logs
de: Protokolle löschen
es: Borrar registros

source: Copy List
de: Liste kopieren
es: Copiar lista

source: Close
de: Schließen
es: Cerrar

source: All Players ({count})
de: Alle Player ({count})
es: Todos los reproductores ({count})

# errorLoadingPlayers
source: Error loading players: {error}
de: Fehler beim Laden der Player: {error}
es: Error al cargar reproductores: {error}

# logsCopied
source: Logs copied to clipboard
de: Protokolle in Zwischenablage kopiert
es: Registros copiados al portapapeles

source: Logs cleared
de: Protokolle gelöscht
es: Registros borrados

# playerListCopied
source: Player list copied to clipboard!
de: Playerliste in Zwischenablage kopiert!
es: Lista de reproductores copiada al portapapeles

source: No logs yet
de: Noch keine Protokolle
es: Aún no hay registros

source: Warnings
de: Warnungen
es: Advertencias

source: Errors
de: Fehler
es: Errores

# showingEntries
source: Showing {filtered} of {total} entries
de: Zeige {filtered} von {total} Einträgen
es: Mostrando {filtered} de {total} entradas

source: This device
de: Dieses Gerät
es: Este dispositivo

# ghostPlayer
source: Ghost player (duplicate)
de: Geist-Player (Duplikat)
es: Reproductor fantasma (duplicado)

source: Unavailable/Corrupt
de: Nicht verfügbar/Beschädigt
es: No disponible/Corrupto

# playerInfo
source: Available: {available} | Provider: {provider}
de: Verfügbar: {available} | Anbieter: {provider}
es: Disponible: {available} | Proveedor: {provider}

source: Share bug report
de: Fehlerbericht teilen
es: Compartir informe de errores

source: More options
de: Weitere Optionen
es: Más opciones

# failedToUpdateFavorite
source: Failed to update favorite: {error}
de: Favorit konnte nicht aktualisiert werden: {error}
es: Error al actualizar favorito: {error}

source: No players available
de: Keine Player verfügbar
es: No hay reproductores disponibles

source: Album added to queue
de: Album zur Warteschlange hinzugefügt
es: Álbum añadido a la cola

source: Tracks added to queue
de: Songs zur Warteschlange hinzugefügt
es: Canciones añadidas a la cola

source: Play
de: Abspielen
es: Reproducir

source: No players found
de: Keine Player gefunden
es: No se encontraron reproductores

# startingRadio
source: Starting {name} radio
de: Starte {name} Radio
es: Iniciando radio de {name}

# failedToStartRadio
source: Failed to start radio: {error}
de: Radio konnte nicht gestartet werden: {error}
es: Error al iniciar radio: {error}

# startingRadioOnPlayer
source: Starting {name} radio on {playerName}
de: Starte {name} Radio auf {playerName}
es: Iniciando radio de {name} en {playerName}

# addedRadioToQueue
source: Added {name} radio to queue
de: {name} Radio zur Warteschlange hinzugefügt
es: Radio de {name} añadida a la cola

# failedToAddToQueue
source: Failed to add to queue: {error}
de: Konnte nicht zur Warteschlange hinzufügen: {error}
es: Error al añadir a la cola: {error}

source: In Library
de: In Bibliothek
es: En la biblioteca

source: No albums found
de: Keine Alben gefunden
es: No se encontraron álbumes

# playing
source: Playing {name}
de: Spiele {name}
es: Reproduciendo {name}

source: Playing track
de: Spiele Song
es: Reproduciendo canción

source: Now playing
de: Wird gespielt

# markedAsFinished
source: {name} marked as finished
de: {name} als beendet markiert
es: {name} marcado como terminado

# failedToMarkFinished
source: Failed to mark as finished: {error}
de: Konnte nicht als beendet markieren: {error}
es: Error al marcar como terminado: {error}

# markedAsUnplayed
source: {name} marked as unplayed
de: {name} als ungespielt markiert
es: {name} marcado como no reproducido

# failedToMarkUnplayed
source: Failed to mark as unplayed: {error}
de: Konnte nicht als ungespielt markieren: {error}
es: Error al marcar como no reproducido: {error}

# failedToPlay
source: Failed to play: {error}
de: Abspielen fehlgeschlagen: {error}
es: Error al reproducir: {error}

source: Mark as Finished
de: Als beendet markieren
es: Marcar como terminado

source: Mark as Unplayed
de: Als ungespielt markieren
es: Marcar como no reproducido

source: By {author}
de: Von {author}
es: Por {author}

# audiobookCount
source: {count} audiobook(s)
de: {count} Hörbuch/Hörbücher
es: {count} audiolibro(s)

source: Loading...
de: Laden...
es: Cargando...

# bookCount
source: {count} book(s)
de: {count} Buch/Bücher
es: {count} libro(s)

source: Books
de: Bücher
es: Libros

source: No favorite audiobooks
de: Keine Lieblingshörbücher
es: No hay audiolibros favoritos

# tapHeartAudiobook
source: Tap the heart on an audiobook to add it to favorites
de: Tippe auf das Herz bei einem Hörbuch, um es zu Favoriten hinzuzufügen
es: Toca el corazón en un audiolibro para añadirlo a favoritos

source: No audiobooks
de: Keine Hörbücher
es: No hay audiolibros

# addAudiobooksHint
source: Add audiobooks to your library to see them here
de: Füge Hörbücher zu deiner Bibliothek hinzu, um sie hier zu sehen
es: Añade audiolibros a tu biblioteca para verlos aquí

source: No favorite artists
de: Keine Lieblingskünstler
es: No hay artistas favoritos

# tapHeartArtist
source: Tap the heart on an artist to add them to favorites
de: Tippe auf das Herz bei einem Künstler, um ihn zu Favoriten hinzuzufügen
es: Toca el corazón en un artista para añadirlo a favoritos

source: No favorite albums
de: Keine Lieblingsalben
es: No hay álbumes favoritos

# tapHeartAlbum
source: Tap the heart on an album to add it to favorites
de: Tippe auf das Herz bei einem Album, um es zu Favoriten hinzuzufügen
es: Toca el corazón en un álbum para añadirlo a favoritos

source: No favorite playlists
de: Keine Lieblings-Wiedergabelisten
es: No hay listas de reproducción favoritas

# tapHeartPlaylist
source: Tap the heart on a playlist to add it to favorites
de: Tippe auf das Herz bei einer Wiedergabeliste, um sie zu Favoriten hinzuzufügen
es: Toca el corazón en una lista para añadirla a favoritos

source: No favorite tracks
de: Keine Lieblingssongs
es: No hay canciones favoritas

# longPressTrackHint
source: Long-press a track and tap the heart to add it to favorites
de: Halte einen Song gedrückt und tippe auf das Herz, um ihn zu Favoriten hinzuzufügen
es: Mantén presionada una canción y toca el corazón para añadirla a favoritos

source: Load Series
de: Serien laden
es: Cargar series

# notConnected
source: Not connected to Music Assistant
de: Nicht mit Music Assistant verbunden
es: No conectado a Music Assistant

# notConnectedTitle
source: Not Connected
de: Nicht verbunden
es: No conectado

# connectHint
source: Connect to your Music Assistant server to start listening
de: Verbinde dich mit deinem Music Assistant Server, um Musik zu hören
es: Conéctate a tu servidor Music Assistant para empezar a escuchar

source: Configure Server
de: Server konfigurieren
es: Configurar servidor

source: No artists found
de: Keine Künstler gefunden
es: No se encontraron artistas

source: No tracks found
de: Keine Songs gefunden
es: No se encontraron canciones

source: No playlists found
de: Keine Wiedergabelisten gefunden
es: No se encontraron listas de reproducción

source: Queue is empty
de: Warteschlange ist leer
es: La cola está vacía

source: No results found
de: Keine Ergebnisse gefunden
es: No se encontraron resultados

source: Refresh
de: Aktualisieren
es: Actualizar

source: Debug Console
de: Debug-Konsole
es: Consola de depuración

source: Copy
de: Kopieren
es: Copiar

source: Clear
de: Löschen
es: Borrar

source: No logs to copy
de: Keine Protokolle zum Kopieren
es: No hay registros para copiar

# noDebugLogsYet
source: No debug logs yet. Try detecting auth.
de: Noch keine Debug-Protokolle. Versuche Authentifizierung zu erkennen.
es: Aún no hay registros de depuración. Intenta detectar autenticación.

source: Show Debug
de: Debug anzeigen
es: Mostrar depuración

source: Hide Debug
de: Debug ausblenden
es: Ocultar depuración

source: Chapters
de: Kapitel
es: Capítulos

source: No chapters
de: Keine Kapitel
es: Sin capítulos

# noChapterInfo
source: This audiobook has no chapter information
de: Dieses Hörbuch hat keine Kapitelinformationen
es: Este audiolibro no tiene información de capítulos

# errorSeeking
source: Error seeking: {error}
de: Fehler beim Spulen: {error}
es: Error al buscar: {error}

# error
source: Error: {error}
de: Fehler: {error}

source: Home
de: Start
es: Inicio

source: Library
de: Bibliothek
es: Biblioteca

source: Home Screen
de: Startbildschirm
es: Pantalla de inicio

source: Metadata APIs
de: Metadaten-APIs
es: APIs de metadatos

source: Theme
de: Design
es: Tema

source: Adaptive Theme
de: Adaptives Design
es: Tema adaptativo

source: Language
de: Sprache
es: Idioma

source: English
de: Englisch
es: Inglés

source: German
de: Deutsch
es: Alemán

source: Spanish
de: Spanisch
es: Español

source: No tracks in playlist
de: Keine Songs in Wiedergabeliste
es: No hay canciones en la lista

source: Sort alphabetically
de: Alphabetisch sortieren
es: Ordenar alfabéticamente

source: Sort by year
de: Nach Jahr sortieren
es: Ordenar por año

source: Sort by series order
de: Nach Serienreihenfolge sortieren
es: Ordenar por orden de serie

source: List view
de: Listenansicht
es: Vista de lista

source: Grid view
de: Rasteransicht
es: Vista de cuadrícula

# noBooksInSeries
source: No books found in this series
de: Keine Bücher in dieser Serie gefunden
es: No se encontraron libros en esta serie

source: Artist
de: Künstler
es: Artista

source: Show recently played albums
de: Kürzlich gespielte Alben anzeigen
es: Mostrar álbumes reproducidos recientemente

# showRandomArtists
source: Show random artists to discover
de: Zufällige Künstler zum Entdecken anzeigen
es: Mostrar artistas aleatorios para descubrir

# showRandomAlbums
source: Show random albums to discover
de: Zufällige Alben zum Entdecken anzeigen
es: Mostrar álbumes aleatorios para descubrir

source: Show audiobooks in progress
de: Hörbücher in Bearbeitung anzeigen
es: Mostrar audiolibros en progreso

# showRandomAudiobooks
source: Show random audiobooks to discover
de: Zufällige Hörbücher zum Entdecken anzeigen
es: Mostrar audiolibros aleatorios para descubrir

# showRandomSeries
source: Show random audiobook series to discover
de: Zufällige Hörbuchserien zum Entdecken anzeigen
es: Mostrar series de audiolibros aleatorias para descubrir

# showFavoriteAlbums
source: Show a row of your favorite albums
de: Lieblingsalben anzeigen
es: Mostrar una fila de tus álbumes favoritos

# showFavoriteArtists
source: Show a row of your favorite artists
de: Lieblingskünstler anzeigen
es: Mostrar una fila de tus artistas favoritos

# showFavoriteTracks
source: Show a row of your favorite tracks
de: Lieblingssongs anzeigen
es: Mostrar una fila de tus canciones favoritas

# extractColorsFromArtwork
source: Extract colors from album and artist artwork
de: Farben aus Album- und Künstlercover extrahieren
es: Extraer colores de las portadas de álbumes y artistas

# chooseHomeScreenRows
source: Choose which rows to display on the home screen
de: Wähle welche Zeilen auf dem Startbildschirm angezeigt werden
es: Elige qué filas mostrar en la pantalla de inicio

source: Added to favorites
de: Zu Favoriten hinzugefügt
es: Añadido a favoritos

source: Removed from favorites
de: Aus Favoriten entfernt
es: Eliminado de favoritos

source: Unknown
de: Unbekannt
es: Desconocido

source: No upcoming tracks
de: Keine weiteren Songs
es: No hay canciones próximas

source: Show all
de: Alle anzeigen
es: Mostrar todo

source: Show favorites only
de: Nur Favoriten anzeigen
es: Mostrar solo favoritos

source: Change view
de: Ansicht ändern
es: Cambiar vista

source: Authors
de: Autoren
es: Autores

source: Series
de: Serien

source: Shows
de: Sendungen
es: Programas

source: Podcast support coming soon
de: Podcast-Unterstützung kommt bald
es: Soporte de podcasts próximamente

source: Playlist
de: Wiedergabeliste
es: Lista de reproducción

source: Connection Error
de: Verbindungsfehler
es: Error de conexión

# twoColumnGrid
source: 2-column grid
de: 2-Spalten-Raster
es: Cuadrícula de 2 columnas

# threeColumnGrid
source: 3-column grid
de: 3-Spalten-Raster
es: Cuadrícula de 3 columnas

source: From Providers
de: Von Anbietern
es: De proveedores

source: Resume
de: Fortsetzen
es: Continuar

source: About
de: Über
es: Acerca de

source: In progress
de: In Bearbeitung
es: En progreso

# narratedBy
source: Narrated by {narrators}
de: Gesprochen von {narrators}
es: Narrado por {narrators}

source: Unknown Narrator
de: Unbekannter Sprecher
es: Narrador desconocido

source: Unknown Author
de: Unbekannter Autor
es: Autor desconocido

source: Loading chapters...
de: Lade Kapitel...
es: Cargando capítulos...

# noChapterInfoAvailable
source: No chapter information available
de: Keine Kapitelinformationen verfügbar
es: No hay información de capítulos disponible

source: {percent}% complete
de: {percent}% abgeschlossen
es: {percent}% completado

source: TheAudioDB API Key
de: TheAudioDB API-Schlüssel
es: Clave API de TheAudioDB

# theAudioDbApiKeyHint
source: Use "2" for free tier or premium key
de: "2" für kostenlosen Zugang oder Premium-Schlüssel
es: Usa "2" para nivel gratuito o clave premium

source: Audiobook Libraries
de: Hörbuch-Bibliotheken
es: Bibliotecas de audiolibros

# chooseAudiobookLibraries
source: Choose which Audiobookshelf libraries to include
de: Wähle welche Audiobookshelf-Bibliotheken einbezogen werden
es: Elige qué bibliotecas de Audiobookshelf incluir

source: Unknown Library
de: Unbekannte Bibliothek
es: Biblioteca desconocida

source: No Series Found
de: Keine Serien gefunden
es: No se encontraron series

source: Ensemble Bug Report
de: Ensemble Fehlerbericht
es: Informe de errores de Ensemble

source: By {owner}
de: Von {owner}
es: Por {owner}

# noSeriesAvailable
source: No series available from your audiobook library. Pull to refresh.
de: Keine Serien in deiner Hörbuch-Bibliothek verfügbar. Ziehe zum Aktualisieren.
es: No hay series disponibles en tu biblioteca de audiolibros. Desliza para actualizar.

# pullToLoadSeries
source: Pull down to load series from Music Assistant
de: Ziehe nach unten um Serien von Music Assistant zu laden
es: Desliza hacia abajo para cargar series desde Music Assistant

source: Search
de: Suche
es: Buscar

# metadataApisDescription
source: Artist images are automatically fetched from Deezer. Add API keys below for artist biographies and album descriptions.
de: Künstlerbilder werden automatisch von Deezer abgerufen. Füge unten API-Schlüssel für Künstlerbiografien und Albenbeschreibungen hinzu.
es: Las imágenes de artistas se obtienen automáticamente de Deezer. Añade claves API a continuación para biografías de artistas y descripciones de álbumes.

source: Last.fm API Key
de: Last.fm API-Schlüssel
es: Clave API de Last.fm

# lastFmApiKeyHint
source: Get free key at last.fm/api
de: Kostenlosen Schlüssel auf last.fm/api holen
es: Obtén una clave gratuita en last.fm/api

# swipeToSwitchDevice
source: Swipe to change player
de: Wischen um Gerät zu wechseln
es: Desliza para cambiar de dispositivo

source: Chapter {number}
de: Kapitel {number}
es: Capítulo {number}

source: Play on...
de: Abspielen auf...
es: Reproducir en...

source: Add album to queue on...
de: Album zur Warteschlange hinzufügen auf...
es: Añadir álbum a la cola en...

source: Add to queue on...
de: Zur Warteschlange hinzufügen auf...
es: Añadir a la cola en...

# startRadioOn
source: Start {name} radio on...
de: {name} Radio starten auf...
es: Iniciar radio de {name} en...

source: book
de: Buch
es: libro

# audiobookSingular
source: audiobook
de: Hörbuch
es: audiolibro

# trackCount
source: {count} {count, plural, =1{track} other{tracks}}
de: {count} {count, plural, =1{Song} other{Songs}}
es: {count} {count, plural, =1{canción} other{canciones}}

# materialYouDescription
source: Use system colors (Android 12+)
de: Systemfarben verwenden (Android 12+)
es: Usar colores del sistema (Android 12+)

source: Accent Color
de: Akzentfarbe
es: Color de acento

source: Players
de: Geräte

source: Prefer Local Player
de: Lokales Gerät bevorzugen

# preferLocalPlayerDescription
source: Always select this device first when available
de: Dieses Gerät immer zuerst auswählen, wenn verfügbar

# smartSortPlayers
source: Smart Sort
de: Intelligente Sortierung

# smartSortPlayersDescription
source: Sort by status (playing, on, off) instead of alphabetically
de: Nach Status sortieren (spielt, an, aus) statt alphabetisch

# playerStateUnavailable
source: Unavailable
de: Nicht verfügbar
es: No disponible

# playerStateOff
source: Off
de: Aus
es: Apagado

# playerStateIdle
source: Idle
de: Inaktiv
es: Inactivo

# playerSelected
source: Selected
de: Ausgewählt
es: Seleccionado

# actionQueuedForSync
source: Will sync when online
de: Wird synchronisiert wenn online
